Repository: octaviordz/beagle
Catalog: beagle/po/*.po
Languages: bs

source: IM Viewer
bs: IM preglednik

source: <b>Conversations History</b>
bs: <b>Historija razgovora</b>

source: Conversations in {0}
bs: Razgovori u {0}

source: Conversations in {0} ({1})
bs: Razgovori u {0} ({1})

source: Conversations with {0}
bs: Razgovori sa {0}

source: On This Computer
bs: Na ovom računaru

source: Today
bs: Danas

source: Yesterday
bs: Jučer

source: MMM d
bs: D. MMM

source: MMM d, yyyy
bs: D. MMM yyyy.

source: h:mm tt
bs: h:mm

source: Today, {0}
bs: Danas, {0}

source: Yesterday, {0}
bs: Jučer, {0}

source: {0} day ago, {1}
bs: Prije {0} dan, {1}

source: MMMM d, h:mm tt
bs: D. MMMM, H:mm

source: MMMM d yyyy, h:mm tt
bs: D. MMMM yyyy., H:mm

source: {0} hour
bs: {0} sat

source: {0} minute
bs: {0} minuta

source: {0} byte
bs: {0} bajt

source: beagle is indexing %s
bs: beagle indeksira %s

source: beagle is indexing link %s
bs: beagle indeksira link %s

source: Index This Page
bs: Indeksiraj ovu stranicu

source: Index Link
bs: Indeksiraj link

source: Reload Config File
bs: Ponovo učitaj konfiguracijsku datoteku

source: Auto Index
bs: Automatsko indeksiranje

source: Prompt key words when index on demand
bs: Prikaži ključne riječi prilikom indeksiranja na zahtjev

source: Extra keywords to index
bs: Dodatne ključne riječi za indeksiranje

source: Index Information
bs: Informacije o indeksiranju

source: Number of items currently indexed:
bs: Broj trenutno indeksiranih stavki:

source: <i>NOTE: The search service is still indexing new data.</i>
bs: <i>NAPOMENA: Ovaj servis za pretragu još vrši indeksiranje novih podataka.</i>

source: No results were found.
bs: Nema rezultata.

source: Your search for "{0}" did not match any files on your computer.
bs: Vaša pretraga "{0}" nije rezultirala u pronalasku datoteka na ovom računaru.

source: You can select "Find in: All" to search everywhere.
bs: Možete označiti "Pronađi u: Sve" za pretragu svih lokacija.

source: You should check the spelling of your search words to see if you accidentally misspelled any words.
bs: Možete provjeriti sve riječi koje ste upisali da utvrdite da li ste slučajno napravili neku pravopisnu grešku.

source: If you are searching for GMail emails, select "Global" Search Domain using the "Search" menu.
bs: Ako tražite GMail emailove, odaberite "globalnu" pretragu domena pomoću menija "Traži".

source: You can use upper and lower case; search is case-insensitive.
bs: Može koristiti i mala i velika slova; pretraga ne pravi razliku između ovo dvoje.

source: To search for optional terms, use OR. ex: <b>George OR Ringo</b>
bs: Da izvršite pretragu za neobaveznim terminima, koristite OR. Primjer: <b>Mujo OR Haso</b>

source: To exclude search terms, use the minus symbol in front, such as <b>-cats</b>
bs: Da izbacite neke termine prilikom pretrage, koristite simbol minus ispred te riječi, npr. <b>-mačke</b>

source: When searching for a phrase, add quotes. ex: <b>"There be dragons"</b>
bs: Kada tražite neku frazu, dodajte navodnike. Primjer: <b>"Ničija zemlja"</b>

source: Specify the extension to search among files with that extension. ex: <b>bean soup .html</b>
bs: Odaberite ekstenziju koju tražite u datotekama. Primjer: <b>supa s graškom .html</b>

source: Quick Tips
bs: Brzi savjeti

source: Beagle cannot be run as root
bs: Beagle ne možete pokrenuti kao root

source: For security reasons, Beagle cannot be run as root. You should restart as a regular user.
bs: Iz sigurnosnih razloga, Beagle nije moguće pokrenuti ako ste prijavljeni kao root. Prijavite se kao obični korisnik.

source: Search service not running
bs: Servis za pretragu nije pokrenut

source: The search service does not appear to be running. You can start it by clicking the button below.
bs: Izgleda da servis za pretragu nije pokrenut. Pokrenuti ga možete klikom na dugme ispod.

source: Start search service
bs: Pokreni servis za pretragu

source: Automatically start service on login
bs: Automatski pokreni servis prilikom prijave

source: Inside archive {0}
bs: Unutar arhive {0}

source: File:
bs: Datoteka:

source: Title:
bs: Naslov:

source: Inside File:
bs: Unutar datoteke:

source: Author:
bs: Autor:

source: Description:
bs: Opis:

source: Time:
bs: Vrijeme:

source: Location:
bs: Lokacija:

source: Attendees:
bs: Prisutni:

source: Send Mail
bs: Pošalji email

source: Mobile Phone:
bs: Mobilni broj:

source: Work Phone:
bs: Poslovni broj:

source: Home Phone:
bs: Kućni broj:

source: Reveal in Folder
bs: Otkrij u direktoriju

source: Move to Trash
bs: Premjesti u smeće

source: Find Documents From Same Author
bs: Pronađi dokumente istog autora

source: Last Edited:
bs: Posljednje uređivanje:

source: Full Path:
bs: Puna putanja:

source: Empty
bs: Prazno

source: Contains {0} Item
bs: Sadrži {0} stavku

source: IM Conversation
bs: IM razgovor

source: Name:
bs: Naziv:

source: Date Received:
bs: Datum prijema:

source: Status:
bs: Stanje:

source: Idle
bs: Neaktivan

source: Away
bs: Odsutan

source: Offline
bs: Van mreže

source: Available
bs: Dostupan

source: Set as Wallpaper
bs: Postavi kao pozadinsku sliku

source: Tags:
bs: Oznake:

source: Modified:
bs: Promijenjeno:

source: Comment:
bs: Napomena:

source: Mail attachment
bs: Email prilog

source: Find Messages From Sender
bs: Nađi poruke od pošiljaoca

source: (untitled)
bs: (bez naslova)

source: Send in Mail
bs: Pošalji u emailu

source: Subject:
bs: Naslov:

source: To:
bs: Za:

source: From:
bs: Od:

source: Date Sent:
bs: Datum slanja:

source: Folder:
bs: Direktorij:

source: Manual page
bs: Ručno odabrana stranica

source: Open With
bs: Otvori pomoću

source: {0} slide
bs: {0} slajd

source: Site:
bs: Sajt:

source: Date Viewed:
bs: Datum pregleda:

source: Date:
bs: Datum:

source: {0} page
bs: {0} stranica

source: Open
bs: Otvori

source: Applications
bs: Programi

source: Contacts
bs: Kontakti

source: Calendar Events
bs: Kalendarski događaji

source: Folders
bs: Direktoriji

source: Images
bs: Slike

source: Audio
bs: Zvuk

source: Documents
bs: Dokumenti

source: Conversations
bs: Razgovori

source: Websites
bs: Web stranice

source: News Feeds
bs: Izvori vijesti

source: Archives
bs: Arhive

source: Tomorrow
bs: Sutra

source: {0} week ago
bs: prije {0} sedmicu

source: In {0} week
bs: Za {0} sedmicu

source: {0} month ago
bs: prije {0} mjesec

source: In {0} month
bs: Za {0} mjesec

source: {0} year ago
bs: prije {0} godinu

source: In {0} year
bs: Za {0} godinu

source: URL:
bs: Adresa:

source: Accessed:
bs: Pristupljeno:

source: Desktop Search
bs: Pretraga radne površine

source: No Recent Searches
bs: Nema nedavnih pretraga

source: Recent Searches
bs: Nedavne pretrage

source: Clear
bs: Očisti

source: Quit
bs: Izlaz

source: {0} result
bs: {0} rezultat

source: {0}-{1} of {2}
bs: {0}-{1} od {2}

source: Session D-Bus not accessible
bs: D-Bus sesije nije dostupan

source: Cannot run with parameter '--icon' when session D-Bus is not accessible.
bs: Nije moguće pokrenuti sa parametrom '--icon' kada D-Bus sesije nije dostupan.

source: Hide
bs: Sakrij

source: All
bs: Sve

source: My Files
bs: Moje datoteke

source: Pictures
bs: Slike

source: Media
bs: Mediji

source: Source Code
bs: Izvorni kôd

source: Emails
bs: Emailovi

source: Chat Logs
bs: Zapisi dopisivanja

source: Notes
bs: Napomene

source: _Find in:
bs: _Nađi u:

source: Find Now
bs: Nađi odmah

source: Type in search terms
bs: Upišite pojam za pretragu

source: Start searching
bs: Započni pretragu

source: Desktop Search: {0}
bs: Pretraga radne površine: {0}

source: There are computers near you running Beagle
bs: U vašoj blizini postoje računari na kojima je pokrenut Beagle

source: You can select to search other computers from the "Search" menu.
bs: Pretragu drugih računara možete odabrati u meniju "Traži".

source: Search service started
bs: Servis za pretragu je pokrenut

source: Starting service failed
bs: Pokretanje servisa nije uspjelo

source: Service is already running!
bs: Servis je već pokrenut!

source: Stopping service failed
bs: Zaustavljanje servisa nije uspjelo

source: Service was not running!
bs: Servis nije bio pokrenut!

source: Search service stopped
bs: Servis za pretragu je zaustavljen

source: Your data is being indexed
bs: Vaši podaci se trenutno indeksiraju

source: The search service is in the process of indexing your data. Search results may be incomplete until indexing has finished.
bs: Servis za pretragu trenutno indeksira vaše podatke. Rezultati pretrage bi mogli biti nekompletni dok se indeksiranje ne završi.

source: Showing {0} match
bs: Prikazujem {0} rezultat

source: Too many matches. Showing latest {0} of total {1}
bs: Previše rezulata. Prikazujem najnovijih {0} od ukupno {1}

source: Close Desktop Search
bs: Zatvori pretragu radne površine

source: Exit Desktop Search
bs: Izađi iz pretrage radne površine

source: _Search
bs: _Traži

source: Search _Domains
bs: Traži _domene

source: _Actions
bs: _Akcije

source: _View
bs: Pre_gled

source: Service _Options
bs: _Opcije servisa

source: _Help
bs: P_omoć

source: Start service
bs: Pokreni servis

source: Stop service
bs: Zaustavi servis

source: Index information
bs: Informacije o indeksiranju

source: _Contents
bs: _Sadržaj

source: Help - Table of Contents
bs: Pomoć - Sadržaj

source: About Desktop Search
bs: O pretrazi radne površine

source: Sort by Date _Modified
bs: Sortiraj po datumu _promjene

source: Sort the most-recently-modified matches first
bs: Prikaži posljednje uređivanje rezultate kao prve

source: Sort by _Name
bs: Sortiraj po _imenu

source: Sort matches by name
bs: Sortiraj rezultate po imenu

source: Sort by _Relevance
bs: Sortiraj po _relevantnosti

source: Sort the best matches first
bs: Prvo sortiraj najbolje rezultate

source: _Local
bs: _Lokalno

source: Search in personal data in this computer
bs: Traži u ličnim podacima ovog računara

source: _System
bs: _Sistem

source: Search in system data on this computer
bs: Traži u sistemskim podacima ovog računara

source: _Global
bs: _Globalno

source: Search in internet services
bs: Traži na internet servisima

source: _Neighborhood
bs: _Komšiluk

source: Search on computers near me
bs: Traži na računarima u mojoj blizini

source: Show Details
bs: Prikaži detalje

source: Couldn't launch web browser
bs: Nije moguće pokrenuti browser

source: translator-credits
bs: Kenan Dervišević https://launchpad.net/~kenan3008 Samir Ribić https://launchpad.net/~megaribi

source: Search
bs: Traži

source: Search for data on your desktop
bs: Pretraga podataka na vašoj radnoj površini

source: An error occurred
bs: Desila se greška

source: Display the search window by pressing {0}
bs: Prikaži prozor s pretragom pritiskom {0}

source: Reload configuration
bs: Ponovo učitaj konfiguraciju

source: The configuration file has been modified by another application. Do you wish to discard the currently displayed values and reload configuration from disk?
bs: Konfiguracijska datoteka je uređivana od strane druge aplikacije. Da li želite odbaciti trenutno prikazane vrijednosti i ponovo učitati konfiguraciju sa diska?

source: Select Path
bs: Odaberi putanju

source: The selected path is already selected for indexing and wasn't added.
bs: Odabrana putanja je već izabrana za indeksiranje i nije dodana.

source: The selected path wasn't added. The list contains items that supersedes it and the data is already being indexed.
bs: Odabrana putanja nije dodana. Lista sadrži stavke koje je zamjenjuju i čiji podaci se već indeksiraju.

source: Path not added
bs: Putanja nije dodana

source: Remove obsolete paths
bs: Ukloni nepotrebne putanje

source: Adding this path will obsolete some of the existing include paths. This will result in the removal of the old obsolete paths. Do you still wish to add it?
bs: Dodavanje ove putanje će neke postojeće putanje učiniti nepotrebnim. Ovo će kao rezultat imati uklanjanje starih nepotrebnih putanja. Da li želite nastaviti s dodavanjem?

source: Remove path
bs: Ukloni putanju

source: Are you sure you wish to remove this path from the list of directories to be included for indexing?
bs: Jeste li sigurni da želite ukloniti ovu putanju iz liste direktorija koje je potrebno indeksirati?

source: Remove item
bs: Ukloni stavku

source: Are you sure you wish to remove this item from the list of data to be excluded from indexing?
bs: Jeste li sigurni da želite ukloniti ovu stavku iz liste podataka koji ne treba indeksirati?

source: Remote host already present in the list.
bs: Udaljeni host već prisutan u listi.

source: Remote beagle host not added
bs: Udaljeni beagle host nije dodan

source: Remove host
bs: Ukloni host

source: Are you sure you wish to remove this host from the list?
bs: Jeste li sigurni da želite ukloniti host sa ove liste?

source: Name
bs: Naziv

source: Type
bs: Vrsta

source: Path:
bs: Putanja:

source: Pattern:
bs: Šablon:

source: Mail folder:
bs: Email direktorij:

source: Address
bs: Adresa

source: Select Folder
bs: Izaberite direktorij

source: P_ath:
bs: Put_anja:

source: M_ail folder:
bs: Em_ail direktorij:

source: P_attern:
bs: Š_ablon:

source: Error adding path
bs: Greška pri dodavanju putanje

source: The specified path could not be found and therefore it could not be added to the list of resources excluded for indexing.
bs: Specificirana putanja nije pronađena i zbog toga je nije bilo moguće dodati u listu resursa koje nije potrebno indeksirati.

source: Connecting to {0}
bs: Povezujem se na {0}

source: Evolution's mail.
bs: Evolution email.

source: Evolution's address book, memos and tasks.
bs: Evolution adresar, zabilješke i zadaci.

source: Thunderbird's email.
bs: Thunderbird email.

source: RSS feeds from Akregator.
bs: RSS dovodi iz Akregatora.

source: RSS feeds from Blam.
bs: RSS dovodi iz Blama.

source: Files and folders on the local file system.
bs: Datoteke i direktoriji na lokalnom datotečnom sistemu.

source: Mail messages from KMail.
bs: Email poruke iz KMaila.

source: Notes from KNotes.
bs: Zabilješke iz KNotesa.

source: Agenda from KOrganizer.
bs: Planovi iz KOrganizera.

source: Contacts from KAddressBook.
bs: Kontakti iz KAddressBooka.

source: Konqueror's bookmarks.
bs: Zabilješke iz Konquerora.

source: Konqueror's history.
bs: Historija Konquerora.

source: IMs and chats from Konversation.
bs: IM-ovi i dopisavanja iz Konversationa.

source: IMs and chats from Kopete
bs: IM-ovi i dopisivanja iz Kopetea

source: Mind-maps from Labyrinth.
bs: Mape uma iz Labyritha.

source: RSS feeds from Liferea.
bs: RSS kanali iz Liferea.

source: Nautilus' metadata (emblems, notes, etc.)
bs: Nautilusovi meta podaci (amblemi, zabilješke itd.)

source: Search other search services in the network (EXPERIMENTAL)
bs: Pretraži druge servise za pretragu na mreži (EKSPERIMENTALNO)

source: Opera's bookmarks and browsing history.
bs: Opera zabilješke i historija surfanja.

source: IMs and chats from Pidgin.
bs: Pidgin IM-ovi i dopisivanja.

source: Notes from Tomboy.
bs: Tomboy zabilješke.

source: (System) Applications
bs: (Sistem) Aplikacije

source: (System) Help files
bs: (Sistem) Pomoćne datoteke

source: (System) Manual pages
bs: (Sistem) Stranice s uputstvima

source: (System) Supplementary search results using 'locate' command
bs: (Sistem) Dodatni rezultati pretrage pomoću komande 'locate'

source: (System) Mono documentation
bs: (Sistem) Mono dokumentacija

source: (System) Files from Windows' partition
bs: (Sistem) Datoteke iz Windows particije

source: Description
bs: Opis

source: Search & Indexing
bs: Traženje i indeksiranje

source: Configure Desktop Search
bs: Konfiguriši pretragu radne površine

source: Grab key combination
bs: Dohvati kombinaciju tipki

source: Please press the new key combination
bs: Molimo da pritisnete novu kombinaciju tipki

source: Disabled
bs: Isključeno

source: Search Preferences
bs: Postavke pretrage

source: <b>Administration</b>
bs: <b>Administracija</b>

source: _Allow Beagle to be run as root
bs: _Dozvoli da Beagle bude pokrenut kao root

source: <b>General</b>
bs: <b>Općenito</b>

source: _Start search & indexing services automatically
bs: _Automatski pokreći servise za pretragu i indeksiranje

source: Index data while on _battery power
bs: Indeksiraj podatke i kada je priključena samo _baterija

source: Index more aggressively while the s_creensaver is activated
bs: Indeksiraj agresivnije kada je aktivan _zaštitnik ekrana

source: <i>This setting does not apply while on battery power.</i>
bs: <i>Ova postavka se ne primjenjuje dok se koristi energija baterije.</i>

source: <b>User Interface</b>
bs: <b>Korisnički interfejs</b>

source: Automatically s_tart searching after the user has stopped typing
bs: Automatski _pokreni pretragu nakon što korisnik prestane s kucanjem

source: Display the search window by pressing
bs: Prikaži prozor pretrage pritiskom

source: Change
bs: Promijeni

source: <b>Display</b>
bs: <b>Prikaz</b>

source: Adjust which types of results should be visible, and in what order they should be presented when grouped by type.
bs: Prilagodite prikazane vrste rezultata i njihov redoslijed prilikom grupisanja po vrsti.

source: Searching
bs: Pretraživanje

source: I_ndex my home directory
bs: I_ndeksiraj moj početni direktorij

source: Add any additional paths to be included for indexing.
bs: Dodajte bilo koje dodatne putanje koje će se indeksirati.

source: <b>Privacy</b>
bs: <b>Privatnost</b>

source: Specify any resources, such as paths, patterns, mail folders or type of objects you wish to exclude from indexing.
bs: Navedite bilo kakve resurse, kao npr. putanje, šablone, email direktorije ili vrste objekata koje želite izuzeti iz indeksiranja.

source: Indexing
bs: Indeksiranje

source: <b>Local and System sources</b>
bs: <b>Lokalni i sistemski izvori</b>

source: Enable the data sources that you want to index and search.
bs: Uključite izvore podataka koje želite ideksirati i pretraživati.

source: <i>Changes will take effect only after daemon restart.</i>
bs: <i>Promjene će početi djelovati nakon ponovnog pokretanja demona.</i>

source: Data sources
bs: Izvori podataka

source: Enable web interface for local search service
bs: Uključi web interfejs za servis lokalne pretrage

source: Allow external access to local search services (EXPERIMENTAL)
bs: Dozvoli vanjski pristup servisu lokalne pretrage (EKSPERIMENTALNO)

source: Index name:
bs: Naziv indeksa:

source: Require a password to search this computer remotely
bs: Zahtijevaj šifru za udaljenu pretragu ovog računara

source: Password:
bs: Šifra:

source: <b>Networking</b>
bs: <b>Umrežavanje</b>

source: Add any remote search-enabled hosts you wish to network with.
bs: Dodajte bilo koje udaljenje hostove na kojima je omogućena pretraga.

source: Network options
bs: Opcije mreže

source: Select Mail Folder
bs: Odaberite email direktorij

source: <b>Select Mail Folder</b>
bs: <b>Odaberite email direktorij</b>

source: Please select the mail folder you wish to exclude from indexing.
bs: Molimo vas da odaberete email direktorij koji želite izuzeti iz indeksiranja.

source: Password for {0}
bs: Šifra za {0}

source: <span weight="bold" size="larger">Password required.</span>
bs: <span weight="bold" size="larger">Šifra je obavezna.</span>

source: In order for you to perform Beagle searches on this computer, you must enter a password.
bs: Da biste izvršavali Beagle pretrage na ovom računaru, morate upisati šifru.

source: Add Remote Host
bs: Dodaj udaljeni host

source: _Choose from currently available hosts
bs: _Izaberi iz trenutno dostupnih hostova

source: Add a static host
bs: Dodaj statični host

source: _Hostname:
bs: Naziv _hosta:

source: _Password:
bs: Ši_fra:

source: Exclude Resource
bs: Izuzmi resurs

source: <b>Exclude Resource</b>
bs: <b>Izuzmi resurs</b>

source: Please select a resource you wish to exclude from indexing.
bs: Molimo vas da odaberete resurs koji želite izuzeti iz indeksiranja.

source: Type:
bs: Vrsta:

source: _Browse...
bs: _Pregledaj...

source: _Mail folder
bs: E_mail direktorij

source: Filename _pattern
bs: _Šablon naziva datoteke

source: _Folder path
bs: _Putanja direktorija
